Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE.tmx
Source language: de_ch
Languages: en_gb

source: Forschung für die Kommunikationspraxis
en_gb: Research for professional practice in communication

source: Das IAM forscht anwendungsorientiert, in den Bereichen Organisationskommunikation, Journalistik und Medienlinguistik.
en_gb: The IAM carries out application-oriented research in the fields of organisational communication, journalism and media linguistics.

source: Dabei nimmt das IAM Problemstellungen aus den Berufsfeldern Organisationskommunikation und Journalismus auf und bearbeitet sie lösungsorientiert.
en_gb: The IAM’s research involves analysing specific problems arising in organisational communication and journalism with a view to developing appropriate solutions.

source: Im Forschungsprozess greift das IAM auf theoretische Wissensbestände und wissenschaftliche Methoden zurück, aus der Kommunikations-, Medien- und Sprachwissenschaft.
en_gb: The IAM’s research process draws on the theoretical principles and scientific methods used in communication and media studies and linguistics.

source: Die Forschungsschwerpunkte des IAM sind:
en_gb: The IAM’s research work centres around the following subject areas:

source: Medienlinguistik
en_gb: Media Linguistics

source: Organisationskommunikation und Management
en_gb: Organisational Communication and Management

source: Organisationskommunikation und Öffentlichkeit
en_gb: Organisational Communication and Public Sphere

source: Journalistik
en_gb: Journalism

source: In allen vier Forschungsschwerpunkten fokussiert das IAM auf die Untersuchung von Praktiken und Strukturen der Narration, unter Rückgriff auf den Ansatz Public Storytelling.
en_gb: In all four areas, the IAM focuses its research work on narration practices and structures, drawing on the principles developed in the public storytelling approach.

source: Das IAM erbringt wissenschaftlich verankerte Weiterbildungsleistungen für die Berufsfelder Organisationskommunikation und Journalismus.
en_gb: The IAM provides a number of scientifically based continuing education courses for professionals working in the fields of organisational communication and journalism.

source: Die Weiterbildungsangebote beleuchten das Zusammenspiel der beiden Berufsfelder primär aus der Perspektive der Organisationskommunikation.
en_gb: These courses provide insights into the interplay between these two fields, primarily from the organisational communication perspective.

source: Die Weiterbildungsangebote des IAM befähigen zur zielgerichteten und strategischen Kommunikation, durch ein System von aufeinander abgestimmten Kursen, das sich konsequent an den Bedürfnissen heutiger Organisationen orientiert.
en_gb: The IAM’s continuing education courses help participants to develop the skills they need for effective strategic communication, using a range of individual courses which dovetail with each other to meet the needs of today’s organisations.

source: Erfahrene Berufsprofis garantieren den essentiellen Praxisbezug der Angebote, den theoretischen Rahmen stecken ausgewiesene Dozierende aus Wissenschaft und Forschung.
en_gb: Seasoned practitioners ensure that the course material is relevant to professionals’ current needs, while experienced faculty from the academic and research domains provide a structured theoretical framework.

source: Der Master of Advanced Studies (MAS) in Communication Management and Leadership stärkt Kommunikationsexpertinnen und -experten für die Herausforderungen strategischer Kommunikation und qualifiziert sie zur Übernahme einer Leitungsfunktion in der Organisationskommunikation.
en_gb: The Master of Advanced Studies (MAS) in Communication Management and Leadership prepares graduate communications professionals for their next step up the career ladder.

source: Die Zertifikatslehrgänge (CAS) vermitteln das Rüstzeug für einen souveränen Umgang mit Herausforderungen der wichtigsten Anwendungsfelder der Organisationskommunikation.
en_gb: The IAM’s Certificate of Advanced Studies (CAS) courses equip participants with the expertise and knowledge they will need to deal confidently with the challenges arising in the main areas of professional communications practice.

source: Das IAM ist Prüfungsinstanz bei folgendem Zertifikatslehrgang:
en_gb: IAM is the official examining body for the following certificate program:

source: CAS Krisenkommunikation
en_gb: CAS in Crisis Communication

source: Der Bachelor Kommunikation mit den Vertiefungen Journalismus und Organisationskommunikation ist die Bachelorausbildung des IAM Institut für Angewandte Medienwissenschaft der Zürcher Hochschule für Angewandte Wissenschaften.
en_gb: Journalism/Organisational Communication (JO) is the bachelor degree programme offered by the IAM, the Institute of Applied Media Studies at the Zurich University of Applied Sciences.

source: Das Bachelorstudium Journalismus/Organisationskommunikation ist ein praxisgerichtetes Hochschulstudium: Praxis und Theorie, Trainieren und Reflektieren halten sich die Waage.
en_gb: The JO bachelor degree programme is practical in its orientation and practical and theoretical aspects of the course are of broadly equal weight, as are practical exercises and more reflective study.

source: Das Bachelorstudium Journalismus/Organisationskommunikation ist modular aufgebaut und bietet individuelle Studienpläne für flexible Zeitplanung je nach Belastungsgrenze.
en_gb: Because its syllabus is modular, it enables students to plan their studies individually and structure their schedules flexibly, according to the time they have available.

source: So richtet sich das Bachelorstudium Journalismus/Organisationskommunikation an Einsteigerinnen und Einsteiger wie an Erfahrene.
en_gb: As a result, the JO programme is suitable both for those starting out in this field and those with greater experience.

source: Das Bachelorstudium ist ausgerichtet auf Sicherheit und Mobilität in einer vernetzten Welt - und es ist modular angelegt.
en_gb: The JO programme aims to provide both employability and professional mobility in a networked world.

source: Das IAM bietet thematische Vertiefungen in zwei Masterstudiengängen an: Im Master of Arts in Angewandter Linguistik die Vertiefung Organisationskommunikation, im Master of Arts in Art Education die Vertiefung publizieren & vermitteln.
en_gb: The IAM offers two MA programmes with different specialisations: the Master of Arts in Applied Linguistics, with a specialisation in Organisational Communication, and the Master of Arts in Art Education, with a specialisation in publishing studies.

source: Daneben beteiligt sich das IAM am Masterstudiengang Digital Journalism, dessen Abschluss zur Promotion berechtigt.
en_gb: The IAM is also involved in the Master of Arts in Digital Journalism, which can be pursued part-time, parallel to employment, and which can be accepted as a pre-requisite for a doctoral programme

source: Fokus: Public Storytelling
en_gb: Focus: public storytelling

source: Das IAM erzeugt, erschliesst und vermittelt Wissen über die öffentliche und organisationale Kommunikation in den Gesellschaftsbereichen Wirtschaft, Politik, Kultur und Wissenschaft.
en_gb: The IAM creates, integrates and communicates knowledge of public and organizational communication in business, politics, culture and science.

source: Dabei fokussiert das IAM auf das Zusammenwirken von Narration und Argumentation.
en_gb: Its efforts focus on an interaction of narration on the one hand, and argumentation on the other.

source: Es hinterfragt und entwickelt theoretische, wissenschaftsmethodische und berufspraktische Konzepte des Storytelling in der öffentlichen Kommunikation.
en_gb: It challenges existing concepts and creates new theoretical, methodological and practice-oriented concepts of storytelling in public communication.

source: So entwickelt das IAM Public Storytelling als einen Ansatz zu Analyse, Modellierung und Transfer von explizitem und implizitem Wissen, das in öffentlichen Diskursen narrativ konstruiert, gespeichert und überliefert wird und das gesellschaftlich sinnbildend wirkt.
en_gb: Thus the IAM develops storytelling as an approach for the analysis, modeling and the transfer of explicit and implicit knowledge.

source: "Wissen, was Kommunikation bewegt – das schafft nur, wer sich einfühlt und weiter denkt."
en_gb: "Bringing communication to life – for people with a passion for the subject and a vision for the future."

source: Partner
en_gb: Our partners

source: Das Netzwerk knüpfen
en_gb: The fabric of our network

source: Das IAM setzt auf ausgewählte starke Partnerschaften: auf strategische Netzwerke und auf praktische Zusammenarbeit in einzelnen Projekten.
en_gb: The IAM puts its trust in strong alliances with selected partners, building strategic networks based on practical collaboration on individual projects.

source: Netzwerke
en_gb: Networks

source: Berufsfelder
en_gb: Professional networks

source: Auf berufspraktischer Ebene zielt das IAM auf Zusammenarbeit mit Organisationen, die Interessen des Journalismus oder der Organisationskommunikation vertreten, - und mit Organisationen, die deren Ausbildung fördern.
en_gb: The IAM’s professional practice partnerships are based on its collaboration with organisations representing the interests of practitioners in the fields of journalism and organisational communication and with organisations promoting training in these areas.

source: Das IAM arbeitet zusammen mit der Arbeitsstelle Professionelles Schreiben oder in der European Association for Training of Academic Writing (EATAW).
en_gb: The IAM also works closely with the ZHAW Centre for Professional Writing and the European Association for the Teaching of Academic Writing (EATAW).

source: Wissenschaft
en_gb: Academic networks

source: Auf der wissenschaftlichen Ebene zielt das IAM auf Mitarbeit in Organisationen der Kommunikations- und Medienwissenschaft, der Sprachwissenschaft und der Arbeitspsychologie.
en_gb: The IAM’s academic network alliances are based on its collaboration with organisations active in the fields of communication and media studies, linguistics and occupational psychology.

source: Das IAM ist z.B. vertreten im Vorstand der Schweizerischen Gesellschaft für Kommunikations- und Medienwissenschaft (SGKM) oder in der Association Internationale de Linguistique Appliquée (AILA).
en_gb: Organisations of which the IAM is a member include the Swiss Association of Communication and Media Research, on whose board it holds a seat, and the Association Internationale de Linguistique Appliquée (AILA).

source: Forschung Schweiz
en_gb: Research Network Switzerland

source: Forschung Deutschland
en_gb: research network Germany

source: Forschung International
en_gb: IAM international research network

source: Studierenden- und Dozierendenaustausch
en_gb: Exchange programmes for students and lecturers

source: Das IAM freut sich auf Studierende, die ein Austauschsemester in Winterthur absolvieren möchten.
en_gb: The IAM warmly welcomes students from abroad for an exchange semester here in Winterthur.

source: Interessenten wenden sich bitte an das International Office des Departements Angewandte Linguistik.
en_gb: Interested? If so, please contact the International Office of the School of Applied Lingusitics.

source: Ein Auslandssemester ist eine hervorragende Gelegenheit, um interkulturelle Erfahrungen zu sammeln, sich ein internationales Netzwerk aufzubauen und damit seine Karrierechancen auf dem Arbeitsmarkt zu verbessern.
en_gb: A semester spent studying in another country provides an excellent opportunity to gain experience of other cultures and how they interact, to establish an international network and thus to improve one’s future employment opportunities.

source: Auskunft gibt das International Office des Departements Angewandte Linguistik.
en_gb: For further information please contact our International Office of the School of Applied Lingusitics.

source: Austauschsemester
en_gb: Exchange semesters

source: An diesen Partnerhochschulen können Bachelorstudierende und Dozierende des IAM einen Auslandaufenthalt absolvieren.
en_gb: These partner universities offer mobility opportunities for teaching staff and exchange places for BA students from the Institute of Applied Media Studies.

source: Einzelne, ausgewählte Hochschulen können nach Absprache auch von Masterstudierenden mit Vertiefung Organisationskommunikation besucht werden.
en_gb: By special request, places at some of these universities may also be available to MA students with the specialisation in Organisational Communication.

source: Dänemark
en_gb: Denmark

source: Deutschland
en_gb: Germany

source: Westfälische Hochschule (Standort Gelsenkirchen)
en_gb: Westfälische Hochschule (Gelsenkirchen)

source: Griechenland
en_gb: Greece

source: Kenia
en_gb: Kenya

source: Österreich
en_gb: Austria

source: FH Wien (Journalismus & Medienmanagement)
en_gb: FH Wien (Journalism & Mediamanagement)

source: Spanien
en_gb: Spain

source: Kooperationen
en_gb: Cooperation agreements

source: Hochschullehre
en_gb: University education

source: Kooperationen in der Lehre bestehen in der Schweiz mit der Universität Zürich, der Zürcher Hochschule der Künste ZHdK, der Universität Bern und der Universität Lausanne, je im Rahmen einzelner Bildungsangebote.
en_gb: In Switzerland, the IAM has educational partnerships with the University of Zurich, the Zurich University of the Arts and the Universities of Bern and Lausanne, each of which covers specific educational opportunities.

source: Daneben können Studierende des IAM an verschiedenen Hochschulen im Ausland im Rahmen des Bachelorstudiums ein Austauschsemester absolvieren oder konsekutive Masterstudiengänge belegen.
en_gb: In addition, IAM students can incorporate an exchange semester with a variety of universities outside Switzerland into their bachelor degree programme. Having completed their BA degree course, they may also attend consecutive MA courses at a number of institutions abroad.

source: Forschungsprojekte
en_gb: Research projects

source: Forschungskooperationen bestehen etwa mit der Eidgenössischen Technischen Hochschule Zürich, der Universität Bern und der Multimedia University College of Kenya sowie mit privaten Partnern, je im Rahmen einzelner Projekte.
en_gb: Research cooperation agreements, each covering specific projects, have been concluded with a number of institutions, such as the Federal Institute of Technology in Zurich, the University of Bern and the Multimedia University College of Kenya as well as a number of private partner organisations.

source: Praxisausbildung
en_gb: Practical work experience placements

source: Zusammenarbeit in der betrieblichen Ausbildung besteht etwa mit dem Schweizer Fernsehen DRS oder mit Kommunikationszentren von Banken und Versicherungen sowie dem Kommando Management-, Informations- und Kommunikationsausbildung der Armee MIKA.
en_gb: These include Swiss television (German-speaking), the communications functions in various banks and insurance companies and the Command Management, Information and Communication Training in the Swiss Armed Forces (MIKA).

source: Dazu kommen Kooperationen für Praktika, mit gegen hundert weiteren Institutionen der Berufsfelder Journalismus und Organisationskommunikation.
en_gb: In addition, agreements covering practical work experience placements have been concluded with nearly a hundred additional institutions working in the fields of journalism and organisational communication.

source: Mehrtägige Kompaktkurse zu ausgewählten, praxisrelevanten Themen vermitteln vom IAM erarbeitete medien- und kommunikationswissenschatliche Erkenntnisse.
en_gb: The IAM offers a number of compact courses lasting 2 or more days on a selected range of topics relevant to the professional practitioner. These courses provide participants with media and communication-specific insights from the IAM’s ongoing research work.

source: Weiterbildungskurse / Kompaktkurse
en_gb: Continuing education courses offered as compact courses

source: Prüfung CAS Krisenkommunikation
en_gb: Examination following postgraduate course on communication in crisis situations

source: Diversity
en_gb: Equal opportunities

source: Beauftragte Diversity
en_gb: Equal Opportunities Coordinator

source: Bei Fragen oder Anliegen zu Diversity wenden Sie sich bitte direkt an die Beauftragte Diversity des Departements:
en_gb: If you have any questions or concerns regarding equal opportunities, please contact the School’s Equal Opportunities Coordinator directly.

source: Typische Fragen oder Anliegen umfassen:
en_gb: Typical areas in which questions or concerns arise include:

source: geschlechterspezifische bzw. sexuelle Diskriminierung auf dem Campus
en_gb: Gender-specific or sexual discrimination on the campus

source: Gleichstellung von Frauen und Männern im Studium und an der ZHAW
en_gb: Equality for women and men students and other members of the ZHAW

source: Nachteilsausgleich für Studierende mit Kindern
en_gb: Concessions to compensate for disadvantages for students with children

source: Nachteilsausgleich für Studierende mit Behinderungen
en_gb: Concessions to compensate for disadvantages for students with disabilities

source: Geschlechtergerechte Sprache:
en_gb: Gender-neutral language

source: Barrierefreies Studieren
en_gb: Accessible University Advice Centre

source: Bei spezifischen Fragen zum Studium mit Behinderung erteilt die Beratungsstelle Barrierefreie Hochschule Auskunft und steht Ihnen bei der Massnahmenplanung zur Seite: annette.kahlen(at)zhaw.ch
en_gb: The Accessible University Advice Centre gives information and answers questions regarding studying with a disability and will support you in planning solutions: annette.kahlen(at)zhaw.ch

source: Der Leitfaden Hindernisfreie Hochschule kann auch in gedruckter Form unter diversity(at)zhaw.ch bestellt werden.
en_gb: Guidelines on the Accessible University (in German) can also be ordered in printed form at diversity(at)zhaw.ch

source: Informationen zum Studium mit Sehbehinderung
en_gb: Information on studying with visual impairment (in German)

source: Studierende können sich für einen Antrag auf Nachteilsausgleich jederzeit von der Beratungsstelle Barrierefreie Hochschule beraten lassen:
en_gb: Students may seek advice at the Accessible University Advice Centre at any time on applying for concessions to compensate for disadvantages:

source: Die Beratung ist vertraulich und untersteht der Schweigepflicht.
en_gb: Counselling is confidential.

source: Stabstelle Diversity ZHAW
en_gb: ZHAW Equal Opportunities Office

source: Für die Bearbeitung von komplexen Fragen und Fällen an der gesamten ZHAW steht die Stabsstelle Diversity ZHAW zur Verfügung:
en_gb: The ZHAW Equal Opportunities Office is available for the handling of complex questions and cases in the entire ZHAW:

source: Die Fachstelle Technikkommunikation engagiert sich im Bereich Aus- und Weiterbildung, in der Forschung sowie im Bereich der Dienstleistung.
en_gb: The Centre for Technical Communication offers training and continuing education courses and carries out research and service assignments.

source: Der Bereich "Technikkommunikation" gewinnt durch veränderte gesetzliche Anforderungen, wachsende Komplexität technischer Geräte, einen spürbaren Wandel in der Unternehmensphilosophie und eine verstärkt kritische Haltung der KonsumentInnen zunehmend an Bedeutung.
en_gb: Changes in legal requirements, the increasing complexity of technical equipment, major developments in companies’ thinking and the more critical attitudes taken by consumers have all lent increasing prominence to the field of technical communication.

source: Zusätzlich verlangt die steigende Verfügbarkeit digitaler und multimedialer Technologien neue Formen der Arbeitsorganisation sowie der Informationsorganisation und -modellierung, die über die "traditionelle" Erstellung von Dokumentationen hinausgehen.
en_gb: Greater availability of digital and multi-media technologies has also ushered in numerous changes to the way in which communication work is structured, configured and modelled, extending its remit beyond that of traditional documentation.

source: Um die Professionalisierung der Technischen Dokumentation voranzutreiben, besteht unweigerlich auch die Forderung nach Verbesserungen in der Ausbildungssituation auf diesem Gebiet, der wir mittels verschiedener Aus- und Weiterbildungsangebote Rechnung tragen.
en_gb: This ongoing professionalisation in the field of technical documentation inevitably means that improved learning opportunities are required in this area, and our Centre has created a number of training and continuing education courses to address this need.

source: Wir unterstützen Sie mit Forschungs- und Beratungsprojekten bei der Optimierung Ihrer produktbegleitenden Dokumentation, der Schnittstelle zwischen Ihrem Produkt und Ihrer Zielgruppe.
en_gb: We are able to carry out research and consultancy projects designed to help you make the most of your product documentation and to enhance the interface between your product and its intended users.

source: Das Usability-Labor der ZHAW trägt dazu bei, den Aspekt der Benutzerfreundlichkeit in der Lehre, in der anwendungsorientierten Forschung sowie im Bereich der Dienstleistung hervorzuheben und zu vertiefen.
en_gb: The ZHAW’s Usability Laboratory contributes to this process by demonstrating the importance of user-friendliness in our students’ course curricula, and developing this further in the research and consultancy services we offer.

source: CAS International Communication
en_gb: CAS in International Communication

source: Certificate of Advanced Studies International Communication
en_gb: Certificate of Advanced Studies in International Communication

source: Führen, managen und beraten in der Organisationskommunikation bedingt das Verstehen und Analysieren wirtschaftlicher Zusammenhänge.
en_gb: The ability to understand and analyse economic issues and their ramifications is an essential prerequisite for a leadership, management or consultancy role in organisational communication.

source: In international tätigen Organisationen gehört dazu auch die Fähigkeit, der multikulturellen Vielfalt respektvoll und strategisch zu begegnen.
en_gb: Those working in organisations whose scope is international must also be able to develop appropriate strategies for working effectively in a multicultural environment, paying due heed to its diversity.

source: Hier setzt der CAS an.
en_gb: This CAS programme is designed to help develop these skills.

source: Der Zertifikatslehrgang findet teilweise in englischer Sprache statt.
en_gb: The language of instruction of this programme is mostly English.

source: Ziel
en_gb: Objective

source: Der CAS International Communication stärkt die Handlungskompetenzen im internationalen Umfeld.
en_gb: The Certificate of Advanced Studies in International Communication programme helps its participants to work more effectively in an international environment.

source: Der Zertifikatslehrgang befähigt die Studierenden, Kommunikation strategisch zu konzipieren und umzusetzen – unter Berücksichtigung wirtschaftlicher und unternehmerischer Zusammenhänge in einer globalisierten Welt.
en_gb: The course provides participants with the skills they need to develop and implement communication initiatives strategically – based on the economic and business imperatives of a globalised world.
